Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=381_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Yleistä
sme: Ovdasiidu

source: Saamelaiskulttuurikeskus Sajos on Pohjois-Lapin suurin kongressi- ja tapahtumatalo.
sme: Sámekulturguovddáš Sajos lea Davvi-Lappi stuorámus kongreassa- ja dáhpáhusdállu.

source: Modernilla kokoustekniikalla ja tietoliikenneyhteyksillä varustettut tilat soveltuvat jopa 430 hengen tapahtumiin.
sme: Sajit ođđaáigásaš čoahkkinteknihkain ja diehtojohtolatoktavuođaiguin heivejit juobe 430 olbmo dáhpáhusaide.

source: Sajoksen sijainti keskellä Saamenmaata, monipuolisen saamelaiskulttuurin ja ainutlaatuisen luonnon keskellä luo upeat puitteet monenlaisille tapahtumille.
sme: Sajosa báiki guovdu Sámi ja máŋggabealát sámekultuvrra sihke áidnalunddot luonddu addá ebmos rámaid máŋggalágan dáhpáhusaide.

source: Lataa Sajoksen kongressiesite (suomi-englanti), 2 Mt
sme: Báikkálaš prográmmafitnodatdoallit ja kulturdoaibmit ordnejit Sajosa kongreassa- ja dáhpáhusjoavkkuide millii čuohcci vásáhusaid.
